cooldowns = {
    ['Декокт астральной эгиды'] = true,
    ['Райское зелье поглощения'] = true,
    ['Экстракт стальной воли'] = true,
    ['Негасимый Свет'] = true,

    ['BARD'] = {
        ['Резонансный барьер'] = {
            ['Аспект Поддержки'] = {
                calculate = 'n * 0.86'
            },
        },
        ['Марш'] = true,
        ['Щит теней'] = true,
        ['Мантия певчего'] = true,
    },

    ['NECROMANCER'] = {
        ['Щит крови'] = true,
        ['Вуаль тьмы'] = true,
    },

    ['STALKER'] = {
        ['Маятник'] = {
            ['Аспект Нападения'] = {
                calculate = 'n * 2'
            },
        },
        ['Дымное облако'] = true,
        ['Камуфляж'] = true,
    },

    ['WARLOCK'] = {
        ['Сфера отрицания'] = true,
        ['Перерождение'] = true,
        ['Покров безумия'] = true,
        ['Завеса тьмы'] = true,
        ['Апофеоз'] = true,
        ['Покров тени'] = true,
        ['Астральный план'] = true,
        ['Пожиратель Искр'] = { -- считаем, что надеты лимон слёзы
            rank_1 = 360,
            rank_2 = 310,
            rank_3 = 260,
        },
    },

    ['DRUID'] = {
        ['Древесная кора'] = {
            ['Аспект Исцеления'] = {
                resetCooldowns = {
                    'Дыхание леса',
                }
            },
        },
        ['Дыхание леса'] = true,
        ['Целебный туман'] = true,
        ['Баланс жизни'] = true,
    },

    ['ENGINEER'] = {
        ['Железный занавес'] = {
            calculate = 'n * 0.86'
        },
        ['Энергобарьер'] = {
            calculate = 'n * 0.75'
        },
        ['Силовое поле'] = {
            calculate = 'n * 0.75'
        },
    },

    ['MAGE'] = {
        ['Колдовской барьер'] = {
            calculate = 'n * 0.86'
        },
        ['Астральная эгида'] = true,
        ['Ледяная цитадель'] = true,
    },

    ['PALADIN'] = {
        ['Преодоление'] = {
            ['Аспект Нападения'] = {
                calculate = 'n * 4'
            }
        },
        ['Авангард'] = true,
        ['Покров Света'] = true,
    },

    ['PRIEST'] = {
        ['Напутствие'] = true,
        ['Мольба'] = true,
        ['Броня света'] = true,
        ['Ограждающее слово'] = true,
        ['Оберег'] = true,
        ['Оплот единства'] = {
            rank_1 = 390,
            rank_2 = 330,
            rank_3 = 270,
        },
        ['Светоч'] = 180,
    },

    ['PSIONIC'] = {
        ['Астральная форма'] = true,
        ['Двойник'] = true,
        ['Псионический панцирь'] = true,
        ['Петля времени'] = 96,
    },

    ['WARRIOR'] = {
        ['Черепаха'] = true,
        ['Прилив адреналина'] = true,
        ['Глухая оборона'] = true,
    },
}
