cooldowns = {
    ['Декокт астральной эгиды'] = true, -- true - тогда значение кд будет браться из либы spellLib
    ['Райское зелье поглощения'] = true,
    ['Экстракт стальной воли'] = true,

    ['BARD'] = {
        ['Резонансный барьер'] = true,
        ['Марш'] = true,
        ['Соната'] = true,
        ['Щит теней'] = true,
        ['Мелодии войны'] = true,
        ['Гимн победы'] = true,
    },
    ['NECROMANCER'] = {
        ['Щит крови'] = true,
        ['Тёмная мощь'] = true,
    },
    ['STALKER'] = {
        ['Маятник'] = true,
        ['Дымное облако'] = true,
        ['Дымное облако'] = true,
        ['Отскок'] = true,
        ['Камуфляж'] = true,
    },
    ['WARLOCK'] = {},
}
